{"data":{"post":{"id":"0318eca7-7b16-5e7e-a101-e728d56ebcdf","rawBody":"---\ntemplateKey: content-pages\ntitle: Production History Map\nkey: production-history-map\nparentKey: heart-of-darkness\n---\n<iframe\n  width=\"100%\"\n  height=\"800px\"\n  src=\"https://umich.maps.arcgis.com/apps/Shortlist/index.html?appid=9efce1bb4c784e4e9291c3c5ba49b258\"\n/>\n\n**Introduction**\n\nThis project is an attempt to create a historical snapshot of the labor force employed for the unrealized film, “The Heart of Darkness.” Instead of focusing on the content of the hypothetical film, we are interested in how the residences of the cast and crew and census data from the time period illustrate the demography of Los Angeles. We took interest in the division of labor in an Orson Welles production, which was far less rigid--and sometimes even more progressive-- than that used by Hollywood studios, which proved to be progressive in terms of broadening the roles of all of his employees. The goal of this team's study was to create an interactive map that includes the residences of the cast and crew and pertinent locations in order to better understand what life was like in Los Angeles regarding segregation, politics, and roles of people involved in the studio system. \n\nTo accomplish this, we compiled and analyzed a plethora of information on all of the actors and crew on the film—Los Angeles addresses, birth/death, parents' names, and occupations—to better understand the types of people involved. We relied heavily both on census data and surviving payroll records of all employees at RKO studios, located in the UCLA Special Collections Library. We also included shooting locations, theaters, and significant locations for the production of the film located in Los Angeles (and Flordia to a far lesser extent). Our brief conclusions specific to “The Heart of Darkness” are presented below, organized thematically by race, political ideology, and gender roles. \n\nWe also believe that this project presents a broader methodology that could be used for other projects, especially more normal studio fare. Unlike most films made by Hollywood studios which employed an assembly-line like production system, Welles worked in a comparatively more artisanal fashion--conducting as much of the work himself or with the work of a few people. In turn, our study does not involve as many personnel as other films might. Furthermore, the amount of studio workers in this study are further limited because the film never reached production phase. Completed films, by contrast, would include tradespeople from production, post-production, and even marketing. Despite the limitations, we still believe this  is still an important test-case in that it demonstrates the viability and the possibility of studying production cultures far “below the line,” decentering usual narratives about directors, producers, and writers and bringing stories about assistants, synopsis writers, “script girls,” stock footage librarians, researchers, and bit players into the foreground. Expanding our methodology onto a realized production or series of productions would go even further, including grips, best boys, assistant editors, and even greenkeepers!  \n\n**Race in Los Angeles**\n\nOne of our most significant findings was that Jack Carter, the only African American actor working on the film, was living at the Dunbar Hotel far away from the rest of the cast and crew (Richard Wilson - Orson Welles Papers). Jack Carter was an actor who lived in New York before traveling to Los Angeles intending to play the role of “steersman” in Welles’s unrealized film “The Heart of Darkness” (“Jack Carter (Actor)”). His housing shows that the Hollywood studio system reflected the extent that Los Angeles was segregated during this time period. Although Welles was a known proponent of African American equality, his casting of Carter did not facilitate any noticeable integration of Carter into the white milieu of Hollywood. However, the situation did supply Carter with access to this important center for African American social, cultural, and political life.\n\n**The Dunbar Hotel**\n\nThe Dunbar Hotel was an important location for African American people in Los Angeles in the 1930s and 1940s . In the 1920s, African American people faced a lack of decent hotel options and experienced discrimination through being denied access to white-owned hotels . The Hotel Somerville, built in 1928 and later renamed the Dunbar Hotel, was the first hotel with satisfactory accommodations built for the African American community in Los Angeles (Christensen). \n\n**Social Life**\n\n Located on South Central Avenue—famous for its nightlife consisting of nightclubs and restaurants—the Dunbar Hotel was a popular place for African American stars to stay while in Los Angeles (Christensen; Meares).  Many influential figures from the stage, screen, and jazz music stayed at the Dunbar Hotel, including: Lena Horne, Ella Fitzgerald, Lincoln Perry, Lionel Hampton, Count Basie, Eddie Anderson, Ivie Anderson, Billie Holiday, and Duke Ellington (Sweeting). The Dunbar Hotel was also a spot for people who were seeking fame. One scholar, Kendrick, noted “the sidewalk in front of the hotel was also a place where hopeful actors lined up to vie for jobs as black extras when Hollywood casting calls came out” (p. 303). Additionally, the Los Angeles Sentinel described the Dunbar Hotel as a “place of the stage, screen, theater… stomping ground of who’s who” (McGee, p. 5). The Dunbar Hotel was also important for the Los Angeles jazz scene. Some of the most famous names of the jazz world stayed at the Dunbar Hotel, including Louis Armstrong, Duke Ellington, and Billie Holiday (Meares).\n\n**Jack Carter Arrives at the Dunbar**\n\nCarter arrived in Hollywood in October 1939. Based on the mention of his arrival in African American newspapers, Carter was already a nationally known actor in black entertainment. The California Eagle, for example, ran an article titled, “Jack Carter Here for RKO Role” in their October 26th 1939 issue:\n\n![](/assets/jack_carter_newspaper_clip.png)\n\n (“California Eagle : Free Download, Borrow, and Streaming”).\n\nDespite the obvious respect he garnered from the press—and the markers of more mainstream white stardom, such as riding in the prestigious motor coach frequented by powerful white Hollywood stars and executives, he faced the usual marginalization for people of color in Hollywood. Jack Carter was the lowest paid actor of the cast, with an intended salary of $200 a week (Richard Wilson - Orson Welles Papers). The Dunbar Hotel was also far away from many of the other actors who were living or lodging near Beverly Hills (Richard Wilson - Orson Welles Papers). \n\nHowever, the history of the Dunbar Hotel suggests that Carter may have found a sense of community while living in Los Angeles and was certainly warmly welcomed there. However, his activities weren’t covered in the press or archival material, so little is known about the details of Carter’s stay at the Dunbar. However, at least inadvertently, Welles’s casting choice integrated Carter into a rich cultural center for African Americans during the time period. \n\n**Political Ideology in the Cast and Crew**\n\nVoting records of Welles’s cast and crew members found through ancestry databases suggest that Welles surrounded himself with left-leaning political affiliated people. There are of course a couple of exceptions: Erskine Sanford was a Republican, Richard Baer switched from a Democrat to a Republican in 1958, Blanche Walthers switched from a Republican to a Democrat in 1932, and Miriam Geiger switched her affiliation from a Democrat to an Independent in 1948 (\"Census and Voter Lists\"). However, for the most part, his crew/cast seems as if they identify as Democrats. According to the book Showbiz Politics: Hollywood in American Political Life, it appears that Hollywood was very left-leaning in 1939/1940, as seen through the creation of the “Hollywood for Roosevelt” organization for the 1940 election in support of Franklin Delano Roosevelt (Brownell):\n\n“Roosevelt supporters like Jack Warner framed political activities, on the domestic front and in raising awareness for the Allied war effort, in patriotic rhetoric, as they reminded the president that entertainment and motion pictures could shape public opinion and help dramatize international affairs in ways that portrayed Hitler as the villain and the Allied powers as the hero” (Brownell, p. 37).\n\nThis is especially important in the case of “The Heart of Darkness,” a film that was explicitly critical of Nazi colonialism and violence, so it makes sense that many people involved in the film would have the same political opinions that the film was perpetuating. For example, in Richard Barr’s autobiography, there is some indication that he acknowledged Welles’s anti-fascist rhetoric (Barr Manuscript: “‘You Have to Hock Your House’ The Story of a Producer”).\n\n**Alternative Roles**\n\nSeveral members of the crew took (or were forced into) roles not explicitly related to their official roles at RKO. While this was not unusual for Welles’s working method, it clashed with the highly organized studio system with strict divisions of labor. For example, although Richard Barr—who worked for the Mercury Theatre from 1938 to 1941—is listed as an “Assistant to Welles,” he also had producing roles. In Barr’s autobiography, he writes:\n\n\"Working out of the administrative office, I did everything that someone else was not hired to do, including carrying to summer storage the furs of Orson's beautiful, blonde wife, Virginia. Since the Mercury was poor, they hired as few bodies as possible, so my life was kept busy\" (Barr Manuscript: “‘You Have to Hock Your House’ The Story of a Producer,” p. 69).\n\nOther tasks charged to Barr included delivering Welles' weekly allowance to him, filling in acting roles in his radio productions, delivering messages to the theatre, scanning mail, acting as an extra in his plays, bringing Welles lunch, filling in for Welles at rehearsals, being an assistant stage manager and prompter for one of his productions, being an understudy for a production, and more. As Barr expounded:\n\n\"My job, in addition to my backstage duties, was to help Orson as much as possible. This meant remaining until the close of rehearsal, getting him a cab to the Copley Hotel (or walking with him, if he had any energy left), returning early in the morning to be sure he was awake with breakfast and coffee ordered\" (Barr Manuscript: “‘You Have to Hock Your House’ The Story of a Producer,” p. 79-80).\n\nWhen Barr relocated with Welles to California, he was put in charge of finding Welles housing, getting tables for him at restaurants and nightclubs, and during the preliminary period of “The Heart of Darkness,” his job was to write the history of the anthropology of the native tribes. Post “The Heart of Darkness,” Barr handled Welles' money, opening a bank account and renting his houses for him (Barr Manuscript: “‘You Have to Hock Your House’ The Story of a Producer”).\n\nMiriam Geiger was another member of the crew whose work transcended her official role on “The Heart of Darkness.” Documents refer to as a research clerk rather than a secretary, so perhaps her work focused more on research (Richard Wilson - Orson Welles Papers). She is listed as a principal research team member, ranked at the same level as Barr, so perhaps she was also working with him on his research of native tribes (Richard Wilson - Orson Welles Papers). In a memo from 1942, it is said that Geiger should be promoted to Assistant to Producer, then writing \"in the instance of Orson Welles, Producer also means Writer, Director, and Actor,\" (RKO Welles Files) perhaps giving a glimpse of how Welles defined these roles. In an August 1939 letter to Mr. Rogell, Geiger asks to be put on her former salary after making frequent trips to Welles’s house in Brentwood (RKO Welles Files). RKO struggled to classify her role, and therefore, how she should be paid, indicating that Welles’s assistants did not fit the Hollywood mold.   \n\n**Bibliography**\n\nBarr Manuscript: “‘You Have to Hock Your House’ The Story of a Producer” by Richard Barr, University of Michigan Library (Special Collections Research Center)\n\nBrownell, Kathryn Cramer. Showbiz Politics: Hollywood in American Political Life. University of North Carolina Press, 2014. JSTOR, www.jstor.org/stable/10.5149/9781469617923_brownell.\n\n“California Eagle : Free Download, Borrow, and Streaming.” Internet Archive, Los Angeles, https://archive.org/details/la_caleagle_reel21?q=jack+carter.\n\n“Census and Voter Lists.” Ancestry, www.ancestry.com/.\n\nChristensen, Nate. Boley, Oklahoma (1903- ) | The Black Past: Remembered and Reclaimed, blackpast.org/aaw/dunbar-hotel-1928.\n\n“Jack Carter (Actor).” Wikipedia, Wikimedia Foundation, 9 Dec. 2017, en.wikipedia.org/wiki/Jack\\_Carter\\_(actor).\n\nKendrick, Megan M. Stay in L.A.: Hotels and the Representation of Urban Public Space in Los Angeles, 1880s–1950s, University of Southern California, 2009. ProQuest, http://proxy.lib.umich.edu/login?url=https://search-proquest-com.proxy.lib.umich.edu/doview/304996254?.\n\nLamar, Lawrence F., “Theatre...Sepia Hollywood,” The California Eagle (1939-1940), November 2, 1939, Pp. 170, Internet Archive, https://archive.org/details/la_caleagle_reel21?q=jack+carter.\n\nMcGee, Paul. \"Along the Stem.\" Los Angeles Sentinel (1934-2005), June 15, 1939, pp. 5. ProQuest, http://proxy.lib.umich.edu/login?url=https://search-proquest-com.proxy.lib.umich.edu/doview/562043538?.\n\nMeares, Hadley. “When Central Avenue Swung: The Dunbar Hotel and the Golden Age of L.A.'s 'Little Harlem'.” KCET. February 25, 2017. www.kcet.org/history-society/when-central-avenue-swung-the-dunbar-hotel-and-the-golen-age-of-las-little-harlem.\n\nReft, Ryan. “Segregation in the City of Angels: A 1939 Map of Housing Inequality in L.A.” KCET, 15 Nov. 2017, www.kcet.org/shows/lost-la/segregation-in-the-city-of-angels-a-1939-map-of-housing-inequalityn-la#_ftn2.\n\nRichard Wilson - Orson Welles Papers, University of Michigan Library (Special Collections Research Center), Box 26\n\nRKO Welles Files - Microfilm, Wilson Box 20: Miriam Geiger Roll #2, University of Michigan Library (Special Collections Research Center)\n\nSweeting, Anthony Charles. The Dunbar Hotel and Central Avenue Renaissance, 1781-1950. Order No. 9310869. University of California, Los Angeles, 1992. ProQuest, https://doi.org/10.2307/2649043. Accessed 4 November 2018.\n\n“THE SUPER CHIEF – ‘THE TRAIN OF THE STARS.’” New York Social Diary, 17 Aug. 2010, www.newyorksocialdiary.com/social-history/2010/the-super-chief-the-train-of-the-stars.\n","code":{"body":"function _objectWithoutProperties(source, excluded) { if (source == null) return {}; var target = _objectWithoutPropertiesLoose(source, excluded); var key, i; if (Object.getOwnPropertySymbols) { var sourceSymbolKeys = Object.getOwnPropertySymbols(source); for (i = 0; i < sourceSymbolKeys.length; i++) { key = sourceSymbolKeys[i]; if (excluded.indexOf(key) >= 0) continue; if (!Object.prototype.propertyIsEnumerable.call(source, key)) continue; target[key] = source[key]; } } return target; }\n\nfunction _objectWithoutPropertiesLoose(source, excluded) { if (source == null) return {}; var target = {}; var sourceKeys = Object.keys(source); var key, i; for (i = 0; i < sourceKeys.length; i++) { key = sourceKeys[i]; if (excluded.indexOf(key) >= 0) continue; target[key] = source[key]; } return target; }\n\nreturn ((_ref) => {\n  let {\n    components\n  } = _ref,\n      props = _objectWithoutProperties(_ref, [\"components\"]);\n\n  return React.createElement(MDXTag, {\n    name: \"wrapper\",\n    components: components\n  }, React.createElement(\"iframe\", {\n    width: \"100%\",\n    height: \"800px\",\n    src: \"https://umich.maps.arcgis.com/apps/Shortlist/index.html?appid=9efce1bb4c784e4e9291c3c5ba49b258\"\n  }), React.createElement(MDXTag, {\n    name: \"p\",\n    components: components\n  }, React.createElement(MDXTag, {\n    name: \"strong\",\n    components: components,\n    parentName: \"p\"\n  }, `Introduction`)), React.createElement(MDXTag, {\n    name: \"p\",\n    components: components\n  }, `This project is an attempt to create a historical snapshot of the labor force employed for the unrealized film, “The Heart of Darkness.” Instead of focusing on the content of the hypothetical film, we are interested in how the residences of the cast and crew and census data from the time period illustrate the demography of Los Angeles. We took interest in the division of labor in an Orson Welles production, which was far less rigid--and sometimes even more progressive-- than that used by Hollywood studios, which proved to be progressive in terms of broadening the roles of all of his employees. The goal of this team's study was to create an interactive map that includes the residences of the cast and crew and pertinent locations in order to better understand what life was like in Los Angeles regarding segregation, politics, and roles of people involved in the studio system. `), React.createElement(MDXTag, {\n    name: \"p\",\n    components: components\n  }, `To accomplish this, we compiled and analyzed a plethora of information on all of the actors and crew on the film—Los Angeles addresses, birth/death, parents' names, and occupations—to better understand the types of people involved. We relied heavily both on census data and surviving payroll records of all employees at RKO studios, located in the UCLA Special Collections Library. We also included shooting locations, theaters, and significant locations for the production of the film located in Los Angeles (and Flordia to a far lesser extent). Our brief conclusions specific to “The Heart of Darkness” are presented below, organized thematically by race, political ideology, and gender roles. `), React.createElement(MDXTag, {\n    name: \"p\",\n    components: components\n  }, `We also believe that this project presents a broader methodology that could be used for other projects, especially more normal studio fare. Unlike most films made by Hollywood studios which employed an assembly-line like production system, Welles worked in a comparatively more artisanal fashion--conducting as much of the work himself or with the work of a few people. In turn, our study does not involve as many personnel as other films might. Furthermore, the amount of studio workers in this study are further limited because the film never reached production phase. Completed films, by contrast, would include tradespeople from production, post-production, and even marketing. Despite the limitations, we still believe this  is still an important test-case in that it demonstrates the viability and the possibility of studying production cultures far “below the line,” decentering usual narratives about directors, producers, and writers and bringing stories about assistants, synopsis writers, “script girls,” stock footage librarians, researchers, and bit players into the foreground. Expanding our methodology onto a realized production or series of productions would go even further, including grips, best boys, assistant editors, and even greenkeepers!  `), React.createElement(MDXTag, {\n    name: \"p\",\n    components: components\n  }, React.createElement(MDXTag, {\n    name: \"strong\",\n    components: components,\n    parentName: \"p\"\n  }, `Race in Los Angeles`)), React.createElement(MDXTag, {\n    name: \"p\",\n    components: components\n  }, `One of our most significant findings was that Jack Carter, the only African American actor working on the film, was living at the Dunbar Hotel far away from the rest of the cast and crew (Richard Wilson - Orson Welles Papers). Jack Carter was an actor who lived in New York before traveling to Los Angeles intending to play the role of “steersman” in Welles’s unrealized film “The Heart of Darkness” (“Jack Carter (Actor)”). His housing shows that the Hollywood studio system reflected the extent that Los Angeles was segregated during this time period. Although Welles was a known proponent of African American equality, his casting of Carter did not facilitate any noticeable integration of Carter into the white milieu of Hollywood. However, the situation did supply Carter with access to this important center for African American social, cultural, and political life.`), React.createElement(MDXTag, {\n    name: \"p\",\n    components: components\n  }, React.createElement(MDXTag, {\n    name: \"strong\",\n    components: components,\n    parentName: \"p\"\n  }, `The Dunbar Hotel`)), React.createElement(MDXTag, {\n    name: \"p\",\n    components: components\n  }, `The Dunbar Hotel was an important location for African American people in Los Angeles in the 1930s and 1940s . In the 1920s, African American people faced a lack of decent hotel options and experienced discrimination through being denied access to white-owned hotels . The Hotel Somerville, built in 1928 and later renamed the Dunbar Hotel, was the first hotel with satisfactory accommodations built for the African American community in Los Angeles (Christensen). `), React.createElement(MDXTag, {\n    name: \"p\",\n    components: components\n  }, React.createElement(MDXTag, {\n    name: \"strong\",\n    components: components,\n    parentName: \"p\"\n  }, `Social Life`)), React.createElement(MDXTag, {\n    name: \"p\",\n    components: components\n  }, ` Located on South Central Avenue—famous for its nightlife consisting of nightclubs and restaurants—the Dunbar Hotel was a popular place for African American stars to stay while in Los Angeles (Christensen; Meares).  Many influential figures from the stage, screen, and jazz music stayed at the Dunbar Hotel, including: Lena Horne, Ella Fitzgerald, Lincoln Perry, Lionel Hampton, Count Basie, Eddie Anderson, Ivie Anderson, Billie Holiday, and Duke Ellington (Sweeting). The Dunbar Hotel was also a spot for people who were seeking fame. One scholar, Kendrick, noted “the sidewalk in front of the hotel was also a place where hopeful actors lined up to vie for jobs as black extras when Hollywood casting calls came out” (p. 303). Additionally, the Los Angeles Sentinel described the Dunbar Hotel as a “place of the stage, screen, theater… stomping ground of who’s who” (McGee, p. 5). The Dunbar Hotel was also important for the Los Angeles jazz scene. Some of the most famous names of the jazz world stayed at the Dunbar Hotel, including Louis Armstrong, Duke Ellington, and Billie Holiday (Meares).`), React.createElement(MDXTag, {\n    name: \"p\",\n    components: components\n  }, React.createElement(MDXTag, {\n    name: \"strong\",\n    components: components,\n    parentName: \"p\"\n  }, `Jack Carter Arrives at the Dunbar`)), React.createElement(MDXTag, {\n    name: \"p\",\n    components: components\n  }, `Carter arrived in Hollywood in October 1939. Based on the mention of his arrival in African American newspapers, Carter was already a nationally known actor in black entertainment. The California Eagle, for example, ran an article titled, “Jack Carter Here for RKO Role” in their October 26th 1939 issue:`), React.createElement(MDXTag, {\n    name: \"p\",\n    components: components\n  }, React.createElement(MDXTag, {\n    name: \"img\",\n    components: components,\n    parentName: \"p\",\n    props: {\n      \"src\": \"/assets/jack_carter_newspaper_clip.png\",\n      \"alt\": null\n    }\n  })), React.createElement(MDXTag, {\n    name: \"p\",\n    components: components\n  }, ` (“California Eagle : Free Download, Borrow, and Streaming”).`), React.createElement(MDXTag, {\n    name: \"p\",\n    components: components\n  }, `Despite the obvious respect he garnered from the press—and the markers of more mainstream white stardom, such as riding in the prestigious motor coach frequented by powerful white Hollywood stars and executives, he faced the usual marginalization for people of color in Hollywood. Jack Carter was the lowest paid actor of the cast, with an intended salary of \\$200 a week (Richard Wilson - Orson Welles Papers). The Dunbar Hotel was also far away from many of the other actors who were living or lodging near Beverly Hills (Richard Wilson - Orson Welles Papers). `), React.createElement(MDXTag, {\n    name: \"p\",\n    components: components\n  }, `However, the history of the Dunbar Hotel suggests that Carter may have found a sense of community while living in Los Angeles and was certainly warmly welcomed there. However, his activities weren’t covered in the press or archival material, so little is known about the details of Carter’s stay at the Dunbar. However, at least inadvertently, Welles’s casting choice integrated Carter into a rich cultural center for African Americans during the time period. `), React.createElement(MDXTag, {\n    name: \"p\",\n    components: components\n  }, React.createElement(MDXTag, {\n    name: \"strong\",\n    components: components,\n    parentName: \"p\"\n  }, `Political Ideology in the Cast and Crew`)), React.createElement(MDXTag, {\n    name: \"p\",\n    components: components\n  }, `Voting records of Welles’s cast and crew members found through ancestry databases suggest that Welles surrounded himself with left-leaning political affiliated people. There are of course a couple of exceptions: Erskine Sanford was a Republican, Richard Baer switched from a Democrat to a Republican in 1958, Blanche Walthers switched from a Republican to a Democrat in 1932, and Miriam Geiger switched her affiliation from a Democrat to an Independent in 1948 (\"Census and Voter Lists\"). However, for the most part, his crew/cast seems as if they identify as Democrats. According to the book Showbiz Politics: Hollywood in American Political Life, it appears that Hollywood was very left-leaning in 1939/1940, as seen through the creation of the “Hollywood for Roosevelt” organization for the 1940 election in support of Franklin Delano Roosevelt (Brownell):`), React.createElement(MDXTag, {\n    name: \"p\",\n    components: components\n  }, `“Roosevelt supporters like Jack Warner framed political activities, on the domestic front and in raising awareness for the Allied war effort, in patriotic rhetoric, as they reminded the president that entertainment and motion pictures could shape public opinion and help dramatize international affairs in ways that portrayed Hitler as the villain and the Allied powers as the hero” (Brownell, p. 37).`), React.createElement(MDXTag, {\n    name: \"p\",\n    components: components\n  }, `This is especially important in the case of “The Heart of Darkness,” a film that was explicitly critical of Nazi colonialism and violence, so it makes sense that many people involved in the film would have the same political opinions that the film was perpetuating. For example, in Richard Barr’s autobiography, there is some indication that he acknowledged Welles’s anti-fascist rhetoric (Barr Manuscript: “‘You Have to Hock Your House’ The Story of a Producer”).`), React.createElement(MDXTag, {\n    name: \"p\",\n    components: components\n  }, React.createElement(MDXTag, {\n    name: \"strong\",\n    components: components,\n    parentName: \"p\"\n  }, `Alternative Roles`)), React.createElement(MDXTag, {\n    name: \"p\",\n    components: components\n  }, `Several members of the crew took (or were forced into) roles not explicitly related to their official roles at RKO. While this was not unusual for Welles’s working method, it clashed with the highly organized studio system with strict divisions of labor. For example, although Richard Barr—who worked for the Mercury Theatre from 1938 to 1941—is listed as an “Assistant to Welles,” he also had producing roles. In Barr’s autobiography, he writes:`), React.createElement(MDXTag, {\n    name: \"p\",\n    components: components\n  }, `\"Working out of the administrative office, I did everything that someone else was not hired to do, including carrying to summer storage the furs of Orson's beautiful, blonde wife, Virginia. Since the Mercury was poor, they hired as few bodies as possible, so my life was kept busy\" (Barr Manuscript: “‘You Have to Hock Your House’ The Story of a Producer,” p. 69).`), React.createElement(MDXTag, {\n    name: \"p\",\n    components: components\n  }, `Other tasks charged to Barr included delivering Welles' weekly allowance to him, filling in acting roles in his radio productions, delivering messages to the theatre, scanning mail, acting as an extra in his plays, bringing Welles lunch, filling in for Welles at rehearsals, being an assistant stage manager and prompter for one of his productions, being an understudy for a production, and more. As Barr expounded:`), React.createElement(MDXTag, {\n    name: \"p\",\n    components: components\n  }, `\"My job, in addition to my backstage duties, was to help Orson as much as possible. This meant remaining until the close of rehearsal, getting him a cab to the Copley Hotel (or walking with him, if he had any energy left), returning early in the morning to be sure he was awake with breakfast and coffee ordered\" (Barr Manuscript: “‘You Have to Hock Your House’ The Story of a Producer,” p. 79-80).`), React.createElement(MDXTag, {\n    name: \"p\",\n    components: components\n  }, `When Barr relocated with Welles to California, he was put in charge of finding Welles housing, getting tables for him at restaurants and nightclubs, and during the preliminary period of “The Heart of Darkness,” his job was to write the history of the anthropology of the native tribes. Post “The Heart of Darkness,” Barr handled Welles' money, opening a bank account and renting his houses for him (Barr Manuscript: “‘You Have to Hock Your House’ The Story of a Producer”).`), React.createElement(MDXTag, {\n    name: \"p\",\n    components: components\n  }, `Miriam Geiger was another member of the crew whose work transcended her official role on “The Heart of Darkness.” Documents refer to as a research clerk rather than a secretary, so perhaps her work focused more on research (Richard Wilson - Orson Welles Papers). She is listed as a principal research team member, ranked at the same level as Barr, so perhaps she was also working with him on his research of native tribes (Richard Wilson - Orson Welles Papers). In a memo from 1942, it is said that Geiger should be promoted to Assistant to Producer, then writing \"in the instance of Orson Welles, Producer also means Writer, Director, and Actor,\" (RKO Welles Files) perhaps giving a glimpse of how Welles defined these roles. In an August 1939 letter to Mr. Rogell, Geiger asks to be put on her former salary after making frequent trips to Welles’s house in Brentwood (RKO Welles Files). RKO struggled to classify her role, and therefore, how she should be paid, indicating that Welles’s assistants did not fit the Hollywood mold.   `), React.createElement(MDXTag, {\n    name: \"p\",\n    components: components\n  }, React.createElement(MDXTag, {\n    name: \"strong\",\n    components: components,\n    parentName: \"p\"\n  }, `Bibliography`)), React.createElement(MDXTag, {\n    name: \"p\",\n    components: components\n  }, `Barr Manuscript: “‘You Have to Hock Your House’ The Story of a Producer” by Richard Barr, University of Michigan Library (Special Collections Research Center)`), React.createElement(MDXTag, {\n    name: \"p\",\n    components: components\n  }, `Brownell, Kathryn Cramer. Showbiz Politics: Hollywood in American Political Life. University of North Carolina Press, 2014. JSTOR, www.jstor.org/stable/10.5149/9781469617923_brownell.`), React.createElement(MDXTag, {\n    name: \"p\",\n    components: components\n  }, `“California Eagle : Free Download, Borrow, and Streaming.” Internet Archive, Los Angeles, `, React.createElement(MDXTag, {\n    name: \"a\",\n    components: components,\n    parentName: \"p\",\n    props: {\n      \"href\": \"https://archive.org/details/la_caleagle_reel21?q=jack+carter\"\n    }\n  }, `https://archive.org/details/la_caleagle_reel21?q=jack+carter`), `.`), React.createElement(MDXTag, {\n    name: \"p\",\n    components: components\n  }, `“Census and Voter Lists.” Ancestry, www.ancestry.com/.`), React.createElement(MDXTag, {\n    name: \"p\",\n    components: components\n  }, `Christensen, Nate. Boley, Oklahoma (1903- ) | The Black Past: Remembered and Reclaimed, blackpast.org/aaw/dunbar-hotel-1928.`), React.createElement(MDXTag, {\n    name: \"p\",\n    components: components\n  }, `“Jack Carter (Actor).” Wikipedia, Wikimedia Foundation, 9 Dec. 2017, en.wikipedia.org/wiki/Jack`, `_`, `Carter`, `_`, `(actor).`), React.createElement(MDXTag, {\n    name: \"p\",\n    components: components\n  }, `Kendrick, Megan M. Stay in L.A.: Hotels and the Representation of Urban Public Space in Los Angeles, 1880s–1950s, University of Southern California, 2009. ProQuest, `, React.createElement(MDXTag, {\n    name: \"a\",\n    components: components,\n    parentName: \"p\",\n    props: {\n      \"href\": \"http://proxy.lib.umich.edu/login?url=https://search-proquest-com.proxy.lib.umich.edu/doview/304996254?\"\n    }\n  }, `http://proxy.lib.umich.edu/login?url=https://search-proquest-com.proxy.lib.umich.edu/doview/304996254?`), `.`), React.createElement(MDXTag, {\n    name: \"p\",\n    components: components\n  }, `Lamar, Lawrence F., “Theatre...Sepia Hollywood,” The California Eagle (1939-1940), November 2, 1939, Pp. 170, Internet Archive, `, React.createElement(MDXTag, {\n    name: \"a\",\n    components: components,\n    parentName: \"p\",\n    props: {\n      \"href\": \"https://archive.org/details/la_caleagle_reel21?q=jack+carter\"\n    }\n  }, `https://archive.org/details/la_caleagle_reel21?q=jack+carter`), `.`), React.createElement(MDXTag, {\n    name: \"p\",\n    components: components\n  }, `McGee, Paul. \"Along the Stem.\" Los Angeles Sentinel (1934-2005), June 15, 1939, pp. 5. ProQuest, `, React.createElement(MDXTag, {\n    name: \"a\",\n    components: components,\n    parentName: \"p\",\n    props: {\n      \"href\": \"http://proxy.lib.umich.edu/login?url=https://search-proquest-com.proxy.lib.umich.edu/doview/562043538?\"\n    }\n  }, `http://proxy.lib.umich.edu/login?url=https://search-proquest-com.proxy.lib.umich.edu/doview/562043538?`), `.`), React.createElement(MDXTag, {\n    name: \"p\",\n    components: components\n  }, `Meares, Hadley. “When Central Avenue Swung: The Dunbar Hotel and the Golden Age of L.A.'s 'Little Harlem'.” KCET. February 25, 2017. www.kcet.org/history-society/when-central-avenue-swung-the-dunbar-hotel-and-the-golen-age-of-las-little-harlem.`), React.createElement(MDXTag, {\n    name: \"p\",\n    components: components\n  }, `Reft, Ryan. “Segregation in the City of Angels: A 1939 Map of Housing Inequality in L.A.” KCET, 15 Nov. 2017, www.kcet.org/shows/lost-la/segregation-in-the-city-of-angels-a-1939-map-of-housing-inequalityn-la#_ftn2.`), React.createElement(MDXTag, {\n    name: \"p\",\n    components: components\n  }, `Richard Wilson - Orson Welles Papers, University of Michigan Library (Special Collections Research Center), Box 26`), React.createElement(MDXTag, {\n    name: \"p\",\n    components: components\n  }, `RKO Welles Files - Microfilm, Wilson Box 20: Miriam Geiger Roll #2, University of Michigan Library (Special Collections Research Center)`), React.createElement(MDXTag, {\n    name: \"p\",\n    components: components\n  }, `Sweeting, Anthony Charles. The Dunbar Hotel and Central Avenue Renaissance, 1781-1950. Order No. 9310869. University of California, Los Angeles, 1992. ProQuest, `, React.createElement(MDXTag, {\n    name: \"a\",\n    components: components,\n    parentName: \"p\",\n    props: {\n      \"href\": \"https://doi.org/10.2307/2649043\"\n    }\n  }, `https://doi.org/10.2307/2649043`), `. Accessed 4 November 2018.`), React.createElement(MDXTag, {\n    name: \"p\",\n    components: components\n  }, `“THE SUPER CHIEF – ‘THE TRAIN OF THE STARS.’” New York Social Diary, 17 Aug. 2010, www.newyorksocialdiary.com/social-history/2010/the-super-chief-the-train-of-the-stars.`));\n});"},"wordCount":{"words":2188},"frontmatter":{"title":"Production History Map"}},"childPages":{"edges":[{"node":{"fields":{"slug":"/pages/heart-of-darkness/production-history-map/mapping-the-heart-of-darkness-team/"},"frontmatter":{"title":"Mapping \"The Heart of Darkness\" Team","key":"mapping-the-heart-of-darkness-team","parentKey":"production-history-map","sortOrder":null}}}]},"siblingPages":{"edges":[{"node":{"fields":{"slug":"/pages/heart-of-darkness/about-the-research-group/"},"frontmatter":{"title":"About the Research Group"}}},{"node":{"fields":{"slug":"/pages/heart-of-darkness/about-orson-welles-the-heart-of-darkness/"},"frontmatter":{"title":"About Orson Welles's \"The Heart of Darkness\""}}},{"node":{"fields":{"slug":"/pages/heart-of-darkness/animations/"},"frontmatter":{"title":"Animations"}}},{"node":{"fields":{"slug":"/pages/heart-of-darkness/database-of-films-welles-watched/"},"frontmatter":{"title":"Database of Films Welles watched"}}},{"node":{"fields":{"slug":"/pages/heart-of-darkness/3d-vr-models/"},"frontmatter":{"title":"3D Virtual Reality Models"}}}]},"allMdx":{"edges":[{"node":{"fields":{"slug":"/pages/heart-of-darkness/about-the-research-group/"},"frontmatter":{"title":"About the Research Group","key":"about-the-research-group","parentKey":"heart-of-darkness","sortOrder":null}}},{"node":{"fields":{"slug":"/pages/heart-of-darkness/about-orson-welles-the-heart-of-darkness/"},"frontmatter":{"title":"About Orson Welles's \"The Heart of Darkness\"","key":"about-orson-welles-the-heart-of-darkness","parentKey":"heart-of-darkness","sortOrder":1}}},{"node":{"fields":{"slug":"/pages/heart-of-darkness/database-of-films-welles-watched/the-database-process/"},"frontmatter":{"title":"The Database Process","key":"the-database-process","parentKey":"database-of-films-welles-watched","sortOrder":60}}},{"node":{"fields":{"slug":"/pages/heart-of-darkness/"},"frontmatter":{"title":"Heart of Darkness","key":"heart-of-darkness","parentKey":null,"sortOrder":null}}},{"node":{"fields":{"slug":"/pages/heart-of-darkness/animations/the-animation-process/"},"frontmatter":{"title":"The Animation Process","key":"the-animation-process","parentKey":"animations","sortOrder":null}}},{"node":{"fields":{"slug":"/pages/heart-of-darkness/3d-vr-models/the-modeling-process/"},"frontmatter":{"title":"The Modeling Process","key":"the-modeling-process","parentKey":"3d-vr-models","sortOrder":null}}},{"node":{"fields":{"slug":"/pages/heart-of-darkness/animations/"},"frontmatter":{"title":"Animations","key":"animations","parentKey":"heart-of-darkness","sortOrder":null}}},{"node":{"fields":{"slug":"/pages/heart-of-darkness/database-of-films-welles-watched/"},"frontmatter":{"title":"Database of Films Welles watched","key":"database-of-films-welles-watched","parentKey":"heart-of-darkness","sortOrder":null}}},{"node":{"fields":{"slug":"/pages/heart-of-darkness/production-history-map/mapping-the-heart-of-darkness-team/"},"frontmatter":{"title":"Mapping \"The Heart of Darkness\" Team","key":"mapping-the-heart-of-darkness-team","parentKey":"production-history-map","sortOrder":null}}},{"node":{"fields":{"slug":"/pages/heart-of-darkness/3d-vr-models/"},"frontmatter":{"title":"3D Virtual Reality Models","key":"3d-vr-models","parentKey":"heart-of-darkness","sortOrder":null}}},{"node":{"fields":{"slug":"/pages/heart-of-darkness/production-history-map/"},"frontmatter":{"title":"Production History Map","key":"production-history-map","parentKey":"heart-of-darkness","sortOrder":null}}}]}},"pageContext":{"id":"0318eca7-7b16-5e7e-a101-e728d56ebcdf","title":"Production History Map","sortOrder":null,"slug":"/pages/heart-of-darkness/production-history-map/","key":"production-history-map","parentKey":"heart-of-darkness"}}